Repository: NielsInfralogic/DigiFyy
Catalog: MyCart/Resources/AppResources.*.resx
Languages: da

source: Accept
da: Ja

# AddExtra
source: Register part(s) for my bike
da: Registrér ekstraudstyr for min cykel

source: Add profile image
da: Tilføj profilbillede

source: Back
da: Tilbage

source: Bike
da: Cykel

source: Bike details
da: Detaljer om min cykel

# BikeIDColon
source: Bike ID:
da: Cykel-ID:

# BikePosition
source: Last registered position
da: Sidst registerede position

source: Brand
da: Fabrikat

# BrandColon
source: Brand:
da: Mærke:

source: Cancel
da: Afbryd

source: Change language
da: Skift sprog

source: Change status
da: Skift status

# CreateSocialMediaAccount
source: Or create an account using social media
da: Eller opret konto ud fra sociale medier

# CurrentLoginStatus
source: Login state
da: Status for indlogning

# CurrentRegistrationStatus
source: Registration state
da: Status for registrering

source: Deny
da: Nej

source: Deregister
da: Afregistrer

source: Digital Bike Frame Number
da: Digitalt stelnummer

# DocsButton
source: Docs
da: Dok

source: Document
da: Dokument

source: Documents
da: Dokumenter

source: Don't have an account?
da: Har du ingen konto?

source: Extras
da: Udstyr

source: Forgot password?
da: Glemt password?

source: Frame
da: Stel

source: Home
da: Hjem

source: Logging in..
da: Logger på..

source: Login with Facebook
da: Login med Facebook

source: Login with Google
da: Login med Google

source: Log out
da: Log ud

source: Messages
da: Beskeder

source: Not logged in
da: Ikke logget ind

source: On sign up with
da: Eller registrér med

source: Or login with
da: Eller login med

source: Parts
da: Udstyrsdele

# PartsButton
source: Parts
da: Udstyr

# PasswordMismatch
source: Passsword mismatch
da: Password matcher ikke

# PasswordTooShort
source: Password too short (min 8 chars)
da: Password for kort (min 8 karakterer)

source: Pick photo
da: Vælg foto

source: Pick up my bike
da: Afhent min cykel

source: Pictures
da: Billeder

# PointPhoneOnTag
source: Point top-back of iPhone toward the NFC tag on your bike
da: Peg top/bagside mod NFC-tag'en på cyklen

source: Police/Ensurance
da: Politi/forsikring

# ProductionYearColon
source: Year:
da: År:

source: Reclaim
da: Genregistrér

source: Register
da: Registrér

source: Register bike
da: Registrér cykel

source: Registration
da: Registrering

# RepeatPassword
source: Repeat:
da: Gentag:

source: Report location
da: Meld position

source: Report stolen
da: Rapportér stjålet

# ReportStolenFound
source: Report found
da: Meld fundet

source: Report theft
da: Anmeld tyveri

source: Save
da: Gem

source: Scan
da: Skan

source: Scan again
da: Skan igen

# ScanMyBike
source: Scan bike
da: Skan min cykel

# SeeMyBike
source: See my bikes
da: Se mine cykler

source: Serial number
da: Serienummer

# SetPositionHere
source: Store present position
da: Opdatér position til her

source: Settings
da: Indstilling

# ShareButton
source: Share
da: Del

source: Show position
da: Vis position

source: Sign in
da: Log ind

source: Sign up
da: Registrér

source: Specifications
da: Specifikationer

# SpecsButton
source: Specs
da: Detaljer

# StatusFound
source: Found
da: Fundet

# StatusNotRegistered
source: Not registered
da: Ikke registreret

# StatusRegistered
source: Registered
da: Registreret

# StatusStolen
source: Reported stolen!
da: Meldt stjålet!

# StatusUnknown
source: Unknown
da: Ukendt

source: Take photo
da: Tag foto nu

# TakePhotoOfInvoice
source: Take invoice photo
da: Tag billede af faktura

# TakePhotoOrSelect
source: Please take photo or select from picture library
da: Tag billede eller vælg fra bibliotek

# TakePhotoToRegisterText
source: To register your bike, please take a photo of your purchase receipt.
da: Tag venligst et billede af din købskvittering for at registrerer din cykel

# ThisCodeEmail
source: This code has also been sent to your email
da: Denne kode er også sendt til din email

# ToRegisterTakePhoto
source: To register your bike, please take a photo of your purchase receipt
da: Tag et billede af din købskvittering for at registrerer din cykel

# ToSellYourBike
source: To sell your bike, you need to deregister your ownership. Upon deregistration, you will be provided with a token that can be used by the buyer to register themselves as the owner.
da: Du må afregisterer dit ejerskab ved salg af cyklen. Du vil få tilsendt en kode der kan bruges af den nye ejer for registrering

source: Try again
da: Prøv igen

source: Unregister
da: Afregistrér

source: Unregistred
da: Ikke registreret

# UpdateDate
source: Updated
da: Sidst opdateret

source: Uploading..
da: Oploader..

source: Use photo
da: Brug billede

source: Use scanned UUID
da: Brug denne UUID

# UUIDNotRegistered
source: UUID not scanned yet
da: UUID ikke skannet endnu

source: Waiting for scan..
da: Venter på skan..

# WeLikeToReportLocation
source: We like to report the location of the bike. May se send your locationdetails?
da: Vi vil gerne melde om positionen for cyklen. Må vi sende disse detailjer?

# WillSendInstructions
source: We'll send instructions on how to reset your password to the email address you have registered with us
da: Vi sender instruktioner om ændring af password til den email du har registreret

# WrongPassword
source: Wrong username or password
da: Forkert e-mail eller password

# YourBikeHasBeenDeregistered
source: Your bike has now been deregistered. Use the code below to register again or provide to the new owner. The code is valid for 10 days.
da: Din cykel er nu blevet afregisteret. Brug koden nedenfor for at gen-registrere eller giv kode til den nye ejer. Koden er gyldig i 10 dage.
